Repository: Nihondo/AgentLimits
Catalog: AgentLimits/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, tr, uk, zh_hans, zh_hant

# wakeUp.additionalArgs
source: Additional Arguments
de: Zusätzliche Argumente
es: Argumentos adicionales
fr: Arguments supplémentaires
it: Argomenti aggiuntivi
ja: 追加引数
ko: 추가 인수
nl: Aanvullende argumenten
pl: Dodatkowe argumenty
pt_br: Argumentos adicionais
tr: Ek Argümanlar
uk: Додаткові аргументи
zh_hans: 附加参数
zh_hant: 附加參數

# wakeUp.additionalArgsPlaceholder
source: e.g. --model="<<model-name>>"
de: z. B. --model="<<model-name>>"
es: p. ej. --model="<<model-name>>"
fr: ex. --model="<<model-name>>"
it: es. --model="<<model-name>>"
ja: 例: --model="<<model-name>>"
ko: 예: --model="<<model-name>>"
nl: bijv. --model="<<model-name>>"
pl: np. --model="<<model-name>>"
pt_br: ex.: --model="<<model-name>>"
tr: örn. --model="<<model-name>>"
uk: напр. --model="<<model-name>>"
zh_hans: 例如：--model="<<model-name>>"
zh_hant: 例如：--model="<<model-name>>"

# wakeUp.status
source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
tr: Durum
uk: Статус
zh_hans: 状态
zh_hant: 狀態

# wakeUp.nextRun
source: Next run:
de: Nächste Ausführung:
es: Próxima ejecución:
fr: Prochaine exécution :
it: Prossima esecuzione:
ja: 次回実行:
ko: 다음 실행:
nl: Volgende uitvoering:
pl: Następne uruchomienie:
pt_br: Próxima execução:
tr: Sonraki çalıştırma:
uk: Наступний запуск:
zh_hans: 下次运行：
zh_hant: 下次執行：

# wakeUp.notScheduled
source: Not scheduled
de: Nicht geplant
es: No programado
fr: Non planifié
it: Non pianificato
ja: スケジュールなし
ko: 예약되지 않음
nl: Niet gepland
pl: Nie zaplanowano
pt_br: Não agendado
tr: Planlanmadı
uk: Не заплановано
zh_hans: 未计划
zh_hant: 未排程

# wakeUp.lastResult
source: Last result:
de: Letztes Ergebnis:
es: Último resultado:
fr: Dernier résultat :
it: Ultimo risultato:
ja: 最終結果:
ko: 마지막 결과:
nl: Laatste resultaat:
pl: Ostatni wynik:
pt_br: Último resultado:
tr: Son sonuç:
uk: Останній результат:
zh_hans: 上次结果：
zh_hant: 上次結果：

# wakeUp.success
source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
ko: 성공
nl: Succes
pl: Sukces
pt_br: Sucesso
tr: Başarılı
uk: Успішно
zh_hans: 成功
zh_hant: 成功

# wakeUp.startAtLogin
source: Start app at login
de: App beim Anmelden starten
es: Iniciar la app al iniciar sesión
fr: Démarrer l’app à la connexion
it: Avvia app all'accesso
ja: ログイン時にアプリを起動
ko: 로그인 시 앱 시작
nl: App starten bij inloggen
pl: Uruchom aplikację przy logowaniu
pt_br: Iniciar app ao fazer login
tr: Girişte uygulamayı başlat
uk: Запускати застосунок при вході
zh_hans: 登录时启动应用
zh_hant: 登入時啟動 App

# loginItem.requiresApproval
source: Requires approval in System Settings
de: Genehmigung in den Systemeinstellungen erforderlich
es: Requiere aprobación en Configuración del sistema
fr: Approbation requise dans Réglages Système
it: Richiede approvazione in Impostazioni di Sistema
ja: システム設定で許可が必要です
ko: 시스템 설정에서 승인 필요
nl: Goedkeuring vereist in Systeeminstellingen
pl: Wymaga zatwierdzenia w Ustawieniach systemu
pt_br: Requer aprovação nas Configurações do Sistema
tr: Sistem Ayarlarında onay gerekir
uk: Потрібне схвалення в Налаштуваннях системи
zh_hans: 需要在系统设置中批准
zh_hant: 需要在系統設定中核准

source: Login item not found
de: Login-Objekt nicht gefunden
es: Elemento de inicio de sesión no encontrado
fr: Élément de connexion introuvable
it: Elemento di login non trovato
ja: ログイン項目が見つかりません
ko: 로그인 항목을 찾을 수 없습니다
nl: Login-item niet gevonden
pl: Nie znaleziono elementu logowania
pt_br: Item de login não encontrado
tr: Giriş öğesi bulunamadı
uk: Елемент входу не знайдено
zh_hans: 未找到登录项
zh_hant: 找不到登入項目

# menu.thresholdSettings
source: Threshold Notification Settings...
de: Schwellenwert-Benachrichtigung...
es: Ajustes de notificación por umbral...
fr: Paramètres de notification de seuil...
it: Impostazioni notifica soglia...
ja: 閾値通知設定...
ko: 임계값 알림 설정...
nl: Drempelmeldingsinstellingen...
pl: Ustawienia powiadomień progowych...
pt_br: Configurações de notificação de limite...
tr: Eşik Bildirim Ayarları...
uk: Налаштування порогових сповіщень...
zh_hans: 阈值通知设置...
zh_hant: 閾值通知設定...

# notification.windowTitle
source: Threshold Notification Settings
de: Schwellenwert-Benachrichtigung
es: Ajustes de notificación por umbral
fr: Paramètres de notification de seuil
it: Impostazioni notifica soglia
ja: 閾値通知設定
ko: 임계값 알림 설정
nl: Drempelmeldingsinstellingen
pl: Ustawienia powiadomień progowych
pt_br: Configurações de notificação de limite
tr: Eşik Bildirim Ayarları
uk: Налаштування порогових сповіщень
zh_hans: 阈值通知设置
zh_hant: 閾值通知設定

# notification.title
source: Usage Rate Threshold Notification
de: Benachrichtigung bei Nutzungsrate
es: Notificación de umbral de tasa de uso
fr: Notification de seuil du taux d’utilisation
it: Notifica soglia tasso di utilizzo
ja: 使用率閾値通知
ko: 사용률 임계값 알림
nl: Melding gebruikspercentagedrempel
pl: Powiadomienie o progu wskaźnika użycia
pt_br: Notificação de limite da taxa de uso
tr: Kullanım Oranı Eşik Bildirimi
uk: Порогові сповіщення рівня використання
zh_hans: 使用率阈值通知
zh_hant: 使用率閾值通知

# notification.description
source: Configure notification thresholds and usage colors
de: Benachrichtigungsschwellen und Nutzungsfarben konfigurieren
es: Configura umbrales de notificación y colores de uso
fr: Configurer les seuils et les couleurs d’utilisation
it: Configura soglie di notifica e colori di utilizzo
ja: 通知の閾値と使用率の色を設定します
ko: 알림 임계값과 사용률 색상을 설정합니다
nl: Configureer meldingsdrempels en gebruikskleuren
pl: Skonfiguruj progi powiadomień i kolory użycia
pt_br: Configurar limites de notificação e cores de uso
tr: Bildirim eşiklerini ve kullanım renklerini yapılandırın
uk: Налаштуйте пороги сповіщень і кольори використання
zh_hans: 配置通知阈值和使用率颜色
zh_hant: 設定通知閾值與使用率顏色

# notification.provider
source: Service
de: Dienst
es: Servicio
it: Servizio
ja: サービス
ko: 서비스
pl: Usługa
pt_br: Serviço
tr: Hizmet
uk: Сервіс
zh_hans: 服务
zh_hant: 服務

# notification.thresholds
source: Thresholds
de: Schwellenwerte
es: Umbrales
fr: Seuils
it: Soglie
ja: 閾値設定
ko: 임계값
nl: Drempels
pl: Progi
pt_br: Limites
tr: Eşikler
uk: Пороги
zh_hans: 阈值
zh_hant: 閾值

# notification.colors
source: Colors
de: Farben
es: Colores
fr: Couleurs
it: Colori
ja: 色設定
ko: 색상
nl: Kleuren
pl: Kolory
pt_br: Cores
tr: Renkler
uk: Кольори
zh_hans: 颜色
zh_hant: 顏色

# notification.authorization
source: Notification permission required
de: Benachrichtigungsberechtigung erforderlich
es: Se requiere permiso de notificaciones
fr: Autorisation de notification requise
it: Autorizzazione notifiche richiesta
ja: 通知権限が必要です
ko: 알림 권한 필요
nl: Meldingsrechten vereist
pl: Wymagane uprawnienie do powiadomień
pt_br: Permissão de notificações necessária
tr: Bildirim izni gerekli
uk: Потрібен дозвіл на сповіщення
zh_hans: 需要通知权限
zh_hant: 需要通知權限

# notification.requestAuth
source: Request Permission
de: Berechtigung anfordern
es: Solicitar permiso
fr: Demander l’autorisation
it: Richiedi autorizzazione
ja: 権限をリクエスト
ko: 권한 요청
nl: Toestemming aanvragen
pl: Poproś o uprawnienie
pt_br: Solicitar permissão
tr: İzin iste
uk: Запросити дозвіл
zh_hans: 请求权限
zh_hant: 請求權限

# notification.primaryWindow
source: 5-Hour Limit
de: 5‑Stunden-Limit
es: Límite de 5 horas
fr: Limite 5 heures
it: Limite 5 ore
ja: 5時間の使用制限
ko: 5시간 제한
nl: 5-uur limiet
pl: Limit 5 godzin
pt_br: Limite de 5 horas
tr: 5 saatlik limit
uk: Ліміт 5 годин
zh_hans: 5 小时限制
zh_hant: 5 小時限制

# notification.secondaryWindow
source: Weekly Limit
de: Wöchentliches Limit
es: Límite semanal
fr: Limite hebdomadaire
it: Limite settimanale
ja: 週間の使用制限
ko: 주간 제한
nl: Wekelijkse limiet
pl: Limit tygodniowy
pt_br: Limite semanal
tr: Haftalık limit
uk: Тижневий ліміт
zh_hans: 每周限制
zh_hant: 每週限制

# notification.enabled
source: Enable threshold notification
de: Schwellenwert-Benachrichtigung aktivieren
es: Habilitar notificación por umbral
fr: Activer la notification de seuil
it: Abilita notifica soglia
ja: 閾値通知を有効にする
ko: 임계값 알림 사용
nl: Drempelmelding inschakelen
pl: Włącz powiadomienia progowe
pt_br: Ativar notificação de limite
tr: Eşik bildirimi etkinleştir
uk: Увімкнути порогові сповіщення
zh_hans: 启用阈值通知
zh_hant: 啟用閾值通知

# notification.warning
source: Warning Level
de: Warnstufe
es: Nivel de advertencia
fr: Niveau d’avertissement
it: Livello di avviso
ja: 警告域
ko: 경고 수준
nl: Waarschuwingsniveau
pl: Poziom ostrzeżenia
pt_br: Nível de aviso
tr: Uyarı düzeyi
uk: Рівень попередження
zh_hans: 警告级别
zh_hant: 警告等級

# notification.danger
source: Danger Level
de: Gefahrenstufe
es: Nivel de peligro
fr: Niveau de danger
it: Livello di pericolo
ja: 危険域
ko: 위험 수준
nl: Gevarenniveau
pl: Poziom zagrożenia
pt_br: Nível de perigo
tr: Tehlike düzeyi
uk: Рівень небезпеки
zh_hans: 危险级别
zh_hant: 危險等級

# notification.resetDefaults
source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser par défaut
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
nl: Standaardwaarden herstellen
pl: Przywróć domyślne
pt_br: Restaurar padrões
tr: Varsayılanlara sıfırla
uk: Скинути до стандартних
zh_hans: 恢复默认
zh_hant: 還原預設值

# notification.threshold
source: Threshold:
de: Schwellenwert:
es: Umbral:
fr: Seuil :
it: Soglia:
ja: 閾値:
ko: 임계값:
nl: Drempel:
pl: Próg:
pt_br: Limite:
tr: Eşik:
uk: Поріг:
zh_hans: 阈值：
zh_hant: 閾值：

# notification.alertTitleWarning
source: %@ Usage Rate Warning
de: %@ Nutzungsrate Warnung
es: Advertencia de tasa de uso de %@
fr: Avertissement taux d’utilisation %@
it: Avviso tasso di utilizzo %@
ja: %@ 使用率 警告域
ko: %@ 사용률 경고
nl: Waarschuwing gebruikspercentage %@
pl: Ostrzeżenie wskaźnika użycia %@
pt_br: Aviso de taxa de uso %@
tr: %@ kullanım oranı uyarısı
uk: Попередження рівня використання %@
zh_hans: %@ 使用率警告
zh_hant: %@ 使用率警告

# notification.alertTitleDanger
source: %@ Usage Rate Danger
de: %@ Nutzungsrate Gefahr
es: Peligro de tasa de uso de %@
fr: Danger taux d’utilisation %@
it: Pericolo tasso di utilizzo %@
ja: %@ 使用率 危険域
ko: %@ 사용률 위험
nl: Gevaar gebruikspercentage %@
pl: Zagrożenie wskaźnika użycia %@
pt_br: Perigo de taxa de uso %@
tr: %@ kullanım oranı tehlikesi
uk: Небезпека рівня використання %@
zh_hans: %@ 使用率危险
zh_hant: %@ 使用率危險

# notification.alertBody5h
source: 5-hour usage limit has reached %d%%
de: Das 5‑Stunden-Nutzungslimit hat %d%% erreicht
es: El límite de uso de 5 horas ha alcanzado %d%%
fr: La limite d’utilisation de 5 heures a atteint %d%%
it: Il limite di utilizzo di 5 ore ha raggiunto %d%%
ja: 5時間の使用制限の%d%%に達しました
ko: 5시간 사용 제한이 %d%%에 도달했습니다
nl: De 5-uur gebruikslimiet heeft %d%% bereikt
pl: Limit użycia 5 godzin osiągnął %d%%
pt_br: O limite de uso de 5 horas atingiu %d%%
tr: 5 saatlik kullanım limiti %d%% seviyesine ulaştı
uk: Ліміт використання 5 годин досяг %d%%
zh_hans: 5 小时使用限制已达到 %d%%
zh_hant: 5 小時使用限制已達 %d%%

# notification.alertBodyWeek
source: Weekly usage limit has reached %d%%
de: Das wöchentliche Nutzungslimit hat %d%% erreicht
es: El límite de uso semanal ha alcanzado %d%%
fr: La limite d’utilisation hebdomadaire a atteint %d%%
it: Il limite di utilizzo settimanale ha raggiunto %d%%
ja: 週間の使用制限の%d%%に達しました
ko: 주간 사용 제한이 %d%%에 도달했습니다
nl: De wekelijkse gebruikslimiet heeft %d%% bereikt
pl: Limit użycia tygodniowego osiągnął %d%%
pt_br: O limite de uso semanal atingiu %d%%
tr: Haftalık kullanım limiti %d%% seviyesine ulaştı
uk: Тижневий ліміт використання досяг %d%%
zh_hans: 每周使用限制已达到 %d%%
zh_hant: 每週使用限制已達 %d%%

# menu.ccusageSettings
source: ccusage Settings...
de: ccusage-Einstellungen...
es: Ajustes de ccusage...
fr: Paramètres ccusage...
it: Impostazioni ccusage...
ja: ccusage 設定...
ko: ccusage 설정...
nl: ccusage-instellingen...
pl: Ustawienia ccusage...
pt_br: Configurações do ccusage...
tr: ccusage Ayarları...
uk: Налаштування ccusage...
zh_hans: ccusage 设置...
zh_hant: ccusage 設定...

# ccusage.windowTitle
source: ccusage Settings
de: ccusage-Einstellungen
es: Ajustes de ccusage
fr: Paramètres ccusage
it: Impostazioni ccusage
ja: ccusage 設定
ko: ccusage 설정
nl: ccusage-instellingen
pl: Ustawienia ccusage
pt_br: Configurações do ccusage
tr: ccusage Ayarları
uk: Налаштування ccusage
zh_hans: ccusage 设置
zh_hant: ccusage 設定

# ccusage.title
source: Token Usage Tracking(ccusage)
de: Token-Nutzungsverfolgung (ccusage)
es: Seguimiento de uso de tokens (ccusage)
fr: Suivi d’utilisation des tokens (ccusage)
it: Monitoraggio utilizzo token (ccusage)
ja: トークン使用量の取得(ccusage)
ko: 토큰 사용량 추적(ccusage)
nl: Tokengebruik bijhouden (ccusage)
pl: Śledzenie użycia tokenów (ccusage)
pt_br: Rastreamento de uso de tokens (ccusage)
tr: Token kullanım takibi (ccusage)
uk: Відстеження використання токенів (ccusage)
zh_hans: 令牌使用量跟踪（ccusage）
zh_hant: 代幣使用量追蹤（ccusage）

# ccusage.description
source: Fetch token usage and costs using ccusage CLI
de: Token-Nutzung und Kosten mit der ccusage-CLI abrufen
es: Obtén uso de tokens y costes con la CLI de ccusage
fr: Récupérer l’utilisation et les coûts via la CLI ccusage
it: Recupera utilizzo token e costi con la CLI ccusage
ja: ccusage CLIを使用してトークン使用量とコストを取得します
ko: ccusage CLI를 사용하여 토큰 사용량과 비용을 가져옵니다
nl: Tokengebruik en kosten ophalen via de ccusage-CLI
pl: Pobieraj użycie tokenów i koszty przy użyciu CLI ccusage
pt_br: Buscar uso de tokens e custos com a CLI ccusage
tr: ccusage CLI ile token kullanımını ve maliyetleri al
uk: Отримуйте використання токенів і витрати через CLI ccusage
zh_hans: 使用 ccusage CLI 获取令牌使用量和费用
zh_hant: 使用 ccusage CLI 取得代幣使用量與費用

# ccusage.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# ccusage.enabled
source: Enable periodic fetch
de: Regelmäßigen Abruf aktivieren
es: Habilitar obtención periódica
fr: Activer la récupération périodique
it: Abilita recupero periodico
ja: 定期取得を有効にする
ko: 정기 가져오기 사용
nl: Periodiek ophalen inschakelen
pl: Włącz okresowe pobieranie
pt_br: Ativar busca periódica
tr: Periyodik getirimi etkinleştir
uk: Увімкнути періодичне отримання
zh_hans: 启用定期获取
zh_hant: 啟用定期取得

# ccusage.command
source: Command
de: Befehl
es: Comando
fr: Commande
it: Comando
ja: 実行コマンド
ko: 명령
nl: Opdracht
pl: Polecenie
pt_br: Comando
tr: Komut
uk: Команда
zh_hans: 命令
zh_hant: 指令

# ccusage.additionalArgs
source: Additional Arguments
de: Zusätzliche Argumente
es: Argumentos adicionales
fr: Arguments supplémentaires
it: Argomenti aggiuntivi
ja: 追加引数
ko: 추가 인수
nl: Aanvullende argumenten
pl: Dodatkowe argumenty
pt_br: Argumentos adicionais
tr: Ek Argümanlar
uk: Додаткові аргументи
zh_hans: 附加参数
zh_hant: 附加參數

# ccusage.additionalArgsPlaceholder
source: e.g. --timezone <<timezone>>
de: z. B. --timezone <<timezone>>
es: p. ej. --timezone <<timezone>>
fr: ex. --timezone <<timezone>>
it: es. --timezone <<timezone>>
ja: 例: --timezone <<timezone>>
ko: 예: --timezone <<timezone>>
nl: bijv. --timezone <<timezone>>
pl: np. --timezone <<timezone>>
pt_br: ex.: --timezone <<timezone>>
tr: örn. --timezone <<timezone>>
uk: напр. --timezone <<timezone>>
zh_hans: 例如：--timezone <<timezone>>
zh_hant: 例如：--timezone <<timezone>>

# ccusage.testNow
source: Test Now
de: Jetzt testen
es: Probar ahora
fr: Tester maintenant
it: Testa ora
ja: 今すぐテスト実行
ko: 지금 테스트 실행
nl: Nu testen
pl: Testuj teraz
pt_br: Testar agora
tr: Şimdi test et
uk: Перевірити зараз
zh_hans: 立即测试
zh_hant: 立即測試

# ccusage.status
source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
tr: Durum
uk: Статус
zh_hans: 状态
zh_hant: 狀態

# ccusage.lastResult
source: Last result:
de: Letztes Ergebnis:
es: Último resultado:
fr: Dernier résultat :
it: Ultimo risultato:
ja: 最終結果:
ko: 마지막 결과:
nl: Laatste resultaat:
pl: Ostatni wynik:
pt_br: Último resultado:
tr: Son sonuç:
uk: Останній результат:
zh_hans: 上次结果：
zh_hant: 上次結果：

# ccusage.success
source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
ko: 성공
nl: Succes
pl: Sukces
pt_br: Sucesso
tr: Başarılı
uk: Успішно
zh_hans: 成功
zh_hant: 成功

# tokenUsage.notFetched
source: Not fetched
de: Nicht abgerufen
es: No se obtuvo
fr: Non récupéré
it: Non recuperato
ja: 未取得
ko: 가져오지 못함
nl: Niet opgehaald
pl: Nie pobrano
pt_br: Não obtido
tr: Getirilemedi
uk: Не отримано
zh_hans: 未获取
zh_hant: 尚未取得

# tokenUsage.updated
source: Updated:
de: Aktualisiert:
es: Actualizado:
fr: Mis à jour :
it: Aggiornato:
ja: 更新:
ko: 업데이트:
nl: Bijgewerkt:
pl: Zaktualizowano:
pt_br: Atualizado:
tr: Güncellendi:
uk: Оновлено:
zh_hans: 更新：
zh_hant: 更新：

# ccusage.provider
source: Service
de: Dienst
es: Servicio
it: Servizio
ja: サービス
ko: 서비스
pl: Usługa
pt_br: Serviço
tr: Hizmet
uk: Сервіс
zh_hans: 服务
zh_hant: 服務

# ccusage.disabled
source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
ja: 無効
ko: 비활성화
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
tr: Devre dışı
uk: Вимкнено
zh_hans: 已禁用
zh_hant: 已停用

# ccusage.credits.title
source: Credits
de: Danksagung
es: Créditos
fr: Crédits
it: Crediti
ja: 謝辞
ko: 크레딧
pl: Podziękowania
pt_br: Créditos
tr: Teşekkürler
uk: Подяки
zh_hans: 致谢
zh_hant: 致謝

# ccusage.credits.body
source: Special thanks to ryoppippi, the creator of ccusage.
de: Besonderer Dank an ryoppippi, den Ersteller von ccusage.
es: Agradecimientos especiales a ryoppippi, el creador de ccusage.
fr: Remerciements particuliers à ryoppippi, le créateur de ccusage.
it: Un ringraziamento speciale a ryoppippi, il creatore di ccusage.
ja: ccusage の作者 ryoppippi さんへの感謝を込めて。
ko: ccusage 제작자 ryoppippi에게 특별한 감사를 전합니다.
nl: Speciale dank aan ryoppippi, de maker van ccusage.
pl: Specjalne podziękowania dla ryoppippi, twórcy ccusage.
pt_br: Agradecimentos especiais a ryoppippi, o criador do ccusage.
tr: ccusage'nin yaratıcısı ryoppippi'ye özel teşekkürler.
uk: Особлива подяка ryoppippi, творцю ccusage.
zh_hans: 特别感谢 ccusage 的作者 ryoppippi。
zh_hant: 特別感謝 ccusage 作者 ryoppippi。

# ccusage.credits.site
source: ccusage website
es: Sitio web de ccusage
fr: Site web ccusage
it: Sito web ccusage
ja: ccusage 公式サイト
ko: ccusage 웹사이트
pl: Strona ccusage
pt_br: Site do ccusage
tr: ccusage web sitesi
uk: Сайт ccusage
zh_hans: ccusage 网站
zh_hant: ccusage 網站

# advancedSettings.title
source: Advanced Settings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt_br: Configurações avançadas
tr: Gelişmiş Ayarlar
uk: Розширені налаштування
zh_hans: 高级设置
zh_hant: 進階設定

# advancedSettings.description
source: Customize CLI paths, scripts, and widget actions.
de: CLI-Pfade, Skripte und Widget-Aktionen anpassen.
es: Personaliza rutas de CLI, scripts y acciones de widgets.
fr: Personnalisez les chemins CLI, scripts et actions des widgets.
it: Personalizza percorsi CLI, script e azioni dei widget.
ja: CLI コマンドとスクリプト、ウィジェットの動作を設定します。
ko: CLI 경로, 스크립트, 위젯 동작을 사용자 지정합니다.
nl: Pas CLI-paden, scripts en widgetacties aan.
pl: Dostosuj ścieżki CLI, skrypty i akcje widżetów.
pt_br: Personalize caminhos de CLI, scripts e ações de widgets.
tr: CLI yollarını, betikleri ve widget eylemlerini özelleştirin.
uk: Налаштуйте шляхи CLI, скрипти та дії віджетів.
zh_hans: 自定义 CLI 路径、脚本和小组件操作。
zh_hant: 自訂 CLI 路徑、腳本與小工具動作。

# cliPaths.sectionTitle
source: CLI Command Paths
de: CLI-Befehls-Pfade
es: Rutas de comandos CLI
fr: Chemins des commandes CLI
it: Percorsi comandi CLI
ja: CLI コマンドのフルパス
ko: CLI 명령 경로
nl: CLI-opdrachtpaden
pl: Ścieżki poleceń CLI
pt_br: Caminhos de comandos CLI
tr: CLI Komut Yolları
uk: Шляхи команд CLI
zh_hans: CLI 命令路径
zh_hant: CLI 指令路徑

# cliPaths.description
source: Specify full paths for codex, claude, and npx. Leave blank to use PATH lookup.
de: Geben Sie vollständige Pfade für codex, claude und npx an. Leer lassen, um PATH zu verwenden.
es: Especifica rutas completas para codex, claude y npx. Déjalo en blanco para usar PATH.
fr: Indiquez les chemins complets pour codex, claude et npx. Laissez vide pour utiliser PATH.
it: Specifica percorsi completi per codex, claude e npx. Lascia vuoto per usare PATH.
ja: codex / claude / npx のフルパスを指定します。空欄の場合は PATH から解決します。
ko: codex, claude, npx의 전체 경로를 지정하세요. 비워두면 PATH를 사용합니다.
nl: Specificeer volledige paden voor codex, claude en npx. Laat leeg om PATH te gebruiken.
pl: Podaj pełne ścieżki dla codex, claude i npx. Pozostaw puste, aby użyć PATH.
pt_br: Especifique caminhos completos para codex, claude e npx. Deixe em branco para usar PATH.
tr: codex, claude ve npx için tam yolları belirtin. Boş bırakılırsa PATH kullanılır.
uk: Вкажіть повні шляхи для codex, claude і npx. Залиште порожнім, щоб використовувати PATH.
zh_hans: 指定 codex、claude、npx 的完整路径。留空将使用 PATH。
zh_hant: 指定 codex、claude、npx 的完整路徑。留空則使用 PATH。

# cliPaths.codex
source: codex path
de: codex-Pfad
es: ruta de codex
fr: chemin codex
it: percorso codex
ja: codex パス
ko: codex 경로
nl: codex-pad
pl: ścieżka codex
pt_br: caminho do codex
tr: codex yolu
uk: шлях codex
zh_hans: codex 路径
zh_hant: codex 路徑

# cliPaths.claude
source: claude path
de: claude-Pfad
es: ruta de claude
fr: chemin claude
it: percorso claude
ja: claude パス
ko: claude 경로
nl: claude-pad
pl: ścieżka claude
pt_br: caminho do claude
tr: claude yolu
uk: шлях claude
zh_hans: claude 路径
zh_hant: claude 路徑

# cliPaths.npx
source: npx path
de: npx-Pfad
es: ruta de npx
fr: chemin npx
it: percorso npx
ja: npx パス
ko: npx 경로
nl: npx-pad
pl: ścieżka npx
pt_br: caminho do npx
tr: npx yolu
uk: шлях npx
zh_hans: npx 路径
zh_hant: npx 路徑

# cliPaths.codex.placeholder
source: e.g. /opt/homebrew/bin/codex
de: z. B. /opt/homebrew/bin/codex
es: p. ej. /opt/homebrew/bin/codex
fr: ex. /opt/homebrew/bin/codex
it: es. /opt/homebrew/bin/codex
ja: 例: /opt/homebrew/bin/codex
ko: 예: /opt/homebrew/bin/codex
nl: bijv. /opt/homebrew/bin/codex
pl: np. /opt/homebrew/bin/codex
pt_br: ex.: /opt/homebrew/bin/codex
tr: örn. /opt/homebrew/bin/codex
uk: напр. /opt/homebrew/bin/codex
zh_hans: 例如：/opt/homebrew/bin/codex
zh_hant: 例如：/opt/homebrew/bin/codex

# cliPaths.claude.placeholder
source: e.g. /opt/homebrew/bin/claude
de: z. B. /opt/homebrew/bin/claude
es: p. ej. /opt/homebrew/bin/claude
fr: ex. /opt/homebrew/bin/claude
it: es. /opt/homebrew/bin/claude
ja: 例: /opt/homebrew/bin/claude
ko: 예: /opt/homebrew/bin/claude
nl: bijv. /opt/homebrew/bin/claude
pl: np. /opt/homebrew/bin/claude
pt_br: ex.: /opt/homebrew/bin/claude
tr: örn. /opt/homebrew/bin/claude
uk: напр. /opt/homebrew/bin/claude
zh_hans: 例如：/opt/homebrew/bin/claude
zh_hant: 例如：/opt/homebrew/bin/claude

# cliPaths.npx.placeholder
source: e.g. /opt/homebrew/bin/npx
de: z. B. /opt/homebrew/bin/npx
es: p. ej. /opt/homebrew/bin/npx
fr: ex. /opt/homebrew/bin/npx
it: es. /opt/homebrew/bin/npx
ja: 例: /opt/homebrew/bin/npx
ko: 예: /opt/homebrew/bin/npx
nl: bijv. /opt/homebrew/bin/npx
pl: np. /opt/homebrew/bin/npx
pt_br: ex.: /opt/homebrew/bin/npx
tr: örn. /opt/homebrew/bin/npx
uk: напр. /opt/homebrew/bin/npx
zh_hans: 例如：/opt/homebrew/bin/npx
zh_hant: 例如：/opt/homebrew/bin/npx

# cliPaths.note
source: Changes take effect on the next CLI execution.
de: Änderungen werden beim nächsten CLI-Aufruf wirksam.
es: Los cambios se aplican en la próxima ejecución de CLI.
fr: Les changements prennent effet à la prochaine exécution CLI.
it: Le modifiche avranno effetto alla prossima esecuzione della CLI.
ja: 変更内容は次回のCLI実行から反映されます。
ko: 변경 사항은 다음 CLI 실행부터 적용됩니다.
nl: Wijzigingen worden van kracht bij de volgende CLI-uitvoering.
pl: Zmiany zaczną obowiązywać przy następnym uruchomieniu CLI.
pt_br: As alterações entram em vigor na próxima execução da CLI.
tr: Değişiklikler bir sonraki CLI çalıştırmada geçerli olur.
uk: Зміни набудуть чинності під час наступного запуску CLI.
zh_hans: 更改将在下次 CLI 执行时生效。
zh_hant: 變更將於下次 CLI 執行時生效。

# cliPaths.resolvedLabel
source: Resolved:
de: Aufgelöst:
es: Resuelto:
fr: Résolu :
it: Risolto:
ja: 解決結果:
ko: 해결됨:
nl: Opgelost:
pl: Rozwiązano:
pt_br: Resolvido:
tr: Çözümlendi:
uk: Визначено:
zh_hans: 已解析：
zh_hant: 已解析：

# cliPaths.notFound
source: Not found
de: Nicht gefunden
es: No encontrado
fr: Introuvable
it: Non trovato
ja: 見つかりません
ko: 찾을 수 없음
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado
tr: Bulunamadı
uk: Не знайдено
zh_hans: 未找到
zh_hant: 找不到
