Repository: Nihondo/AgentLimits
Catalog: AgentLimits/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, tr, uk, zh_hans, zh_hant

# tab.usage
source: Usage
de: Nutzungslimit
es: Límite de uso
fr: Limite d’utilisation
it: Limite di utilizzo
ja: 使用制限
ko: 사용 제한
nl: Gebruikslimiet
pl: Limit użycia
pt_br: Limite de uso
tr: Kullanım Limiti
uk: Ліміт використання
zh_hans: 使用限制
zh_hant: 使用限制

# tab.notification
source: Notification
de: Benachrichtigung
es: Notificación
it: Notifiche
ja: 通知
ko: 알림
nl: Melding
pl: Powiadomienie
pt_br: Notificação
tr: Bildirim
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# tab.pacemaker
source: Pacemaker
es: Marcapasos
ja: ペースメーカー
ko: 페이스메이커
uk: Пейсмейкер

# tab.advanced
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細設定
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
tr: Gelişmiş
uk: Розширено
zh_hans: 高级
zh_hant: 進階

# pacemaker.description
source: Customize pacemaker display, thresholds, and colors.
de: Pacemaker-Anzeige, Schwellenwerte und Farben anpassen.
es: Personaliza la visualización del marcapasos, los umbrales y los colores.
it: Personalizza la visualizzazione del pacemaker, le soglie e i colori.
ja: ペースメーカーの表示、閾値、色を設定します。
ko: 페이스메이커 표시, 임계값, 색상을 설정합니다.
pl: Dostosuj wyświetlanie pacemakera, progi i kolory.
pt_br: Personalize a exibição do pacemaker, os limites e as cores.
uk: Налаштуйте відображення пейсмейкера, пороги та кольори.

# menu.openSettings
source: AgentLimits Settings...
de: AgentLimits-Einstellungen...
es: Ajustes de AgentLimits...
fr: Paramètres AgentLimits...
it: Impostazioni di AgentLimits...
ja: AgentLimits 設定...
ko: AgentLimits 설정...
nl: AgentLimits-instellingen...
pl: Ustawienia AgentLimits...
pt_br: Configurações do AgentLimits...
tr: AgentLimits Ayarları...
uk: Налаштування AgentLimits...
zh_hans: AgentLimits 设置...
zh_hant: AgentLimits 設定...

# menu.displayMode
source: Display Mode
de: Anzeigemodus
es: Modo de visualización
fr: Mode d’affichage
it: Modalità di visualizzazione
ja: 表示モード
ko: 표시 모드
nl: Weergavemodus
pl: Tryb wyświetlania
pt_br: Modo de exibição
tr: Görüntüleme Modu
uk: Режим відображення
zh_hans: 显示模式
zh_hant: 顯示模式

# menu.displayMode.used
source: Usage rate
de: Nutzungsrate
es: Tasa de uso
fr: Taux d’utilisation
it: Tasso di utilizzo
ja: 使用率
ko: 사용률
nl: Gebruikspercentage
pl: Wskaźnik użycia
pt_br: Taxa de uso
tr: Kullanım oranı
uk: Рівень використання
zh_hans: 使用率
zh_hant: 使用率

# menu.displayMode.remaining
source: Remaining rate
de: Verbleibende Rate
es: Tasa restante
fr: Taux restant
it: Tasso rimanente
ja: 残り使用率
ko: 잔여 사용률
nl: Resterend percentage
pl: Pozostały wskaźnik
pt_br: Taxa restante
tr: Kalan oran
uk: Залишок
zh_hans: 剩余率
zh_hant: 剩餘率

# menu.displayMode.usedWithPacemaker
source: Usage + Pacemaker
de: Nutzung + Richtwert
es: Uso + Referencia
it: Utilizzo + Riferimento
ja: 使用率 + ペースメーカー
ko: 사용률 + 기준
nl: Gebruik + Richtlijn
pl: Użycie + Wzorzec
pt_br: Uso + Referência
uk: Використання + Орієнтир

# menuBar.windowVisibility
source: Menu Bar Windows
de: Menüleistenanzeige
es: Elementos de la barra de menús
it: Voci barra dei menu
ja: メニューバーの表示対象
ko: 메뉴 막대 표시 항목
pl: Wyświetlanie na pasku menu
pt_br: Exibição na barra de menus
uk: Відображення у рядку меню

# menuBar.show5h
source: Show 5h
de: 5h anzeigen
es: Mostrar 5h
it: Mostra 5h
ja: 5hを表示
ko: 5h 표시
pl: Pokaż 5h
pt_br: Mostrar 5h
uk: Показувати 5h

# menuBar.show1w
source: Show 1w
de: 1w anzeigen
es: Mostrar 1w
it: Mostra 1w
ja: 1wを表示
ko: 1w 표시
pl: Pokaż 1w
pt_br: Mostrar 1w
uk: Показувати 1w

# menu.showPacemakerValue
source: Show pacemaker indicator
de: Pacemaker-Indikator anzeigen
es: Mostrar valor del marcapasos
it: Mostra indicatore pacemaker
ja: ペースメーカー値を表示
ko: 페이스메이커 인디케이터 표시
nl: Pacemakerwaarde tonen
pl: Pokaż wartość pacemakera
pt_br: Mostrar indicador de referência
uk: Показати індикатор пейсмейкера

# menu.about
source: About AgentLimits
de: Über AgentLimits
es: Acerca de AgentLimits
fr: À propos d’AgentLimits
it: Informazioni su AgentLimits
ja: AgentLimitsについて
ko: AgentLimits 정보
nl: Over AgentLimits
pl: O AgentLimits
pt_br: Sobre o AgentLimits
tr: AgentLimits Hakkında
uk: Про AgentLimits
zh_hans: 关于 AgentLimits
zh_hant: 關於 AgentLimits

# menu.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nl: Afsluiten
pl: Zakończ
pt_br: Sair
tr: Çıkış
uk: Вийти
zh_hans: 退出
zh_hant: 結束

# menu.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

# menu.language.system
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
tr: Sistem
uk: Система
zh_hans: 系统
zh_hant: 系統

# content.login
source: Login to get current usage rate
de: Melden Sie sich an, um die aktuelle Nutzungsrate abzurufen
es: Inicia sesión para obtener la tasa de uso actual
fr: Connectez-vous pour obtenir le taux d’utilisation actuel
it: Accedi per ottenere il tasso di utilizzo attuale
ja: ログインして現在の使用率を取得
ko: 로그인하여 현재 사용률을 가져오세요
nl: Log in om het huidige gebruikspercentage te bekijken
pl: Zaloguj się, aby pobrać bieżący wskaźnik użycia
pt_br: Faça login para obter a taxa de uso atual
tr: Güncel kullanım oranını görmek için giriş yapın
uk: Увійдіть, щоб отримати поточний рівень використання
zh_hans: 登录以获取当前使用率
zh_hant: 登入以取得目前使用率

# content.usageLimit
source: Usage Limit
de: Nutzungslimit
es: Límite de uso
fr: Limite d’utilisation
it: Limite di utilizzo
ja: 使用制限
ko: 사용 제한
nl: Gebruikslimiet
pl: Limit użycia
pt_br: Limite de uso
tr: Kullanım Limiti
uk: Ліміт використання
zh_hans: 使用限制
zh_hant: 使用限制

# content.autoRefresh
source: Logged-in services auto-refresh every %d min.
de: Angemeldete Dienste werden alle %d Min. automatisch aktualisiert.
es: Los servicios con sesión iniciada se actualizan automáticamente cada %d min.
fr: Les services connectés se rafraîchissent automatiquement toutes les %d min.
it: I servizi con accesso effettuato si aggiornano automaticamente ogni %d min.
ja: ログイン済みのサービスは%d分ごとに自動更新されます。
ko: 로그인된 서비스는 %d분마다 자동으로 업데이트됩니다.
nl: Ingelogde services worden elke %d min automatisch ververst.
pl: Zalogowane usługi odświeżają się automatycznie co %d min.
pt_br: Os serviços com login são atualizados automaticamente a cada %d min.
tr: Oturum açmış hizmetler her %d dakikada otomatik yenilenir.
uk: Увійдені сервіси автоматично оновлюються кожні %d хв.
zh_hans: 已登录的服务每 %d 分钟自动刷新。
zh_hant: 已登入的服務每 %d 分鐘自動更新。

# refreshInterval.label
source: Refresh interval
de: Aktualisierungsintervall
es: Intervalo de actualización
fr: Intervalle d’actualisation
it: Intervallo di aggiornamento
ja: 更新間隔
ko: 새로 고침 간격
nl: Verversingsinterval
pl: Interwał odświeżania
pt_br: Intervalo de atualização
tr: Yenileme aralığı
uk: Інтервал оновлення
zh_hans: 刷新间隔
zh_hant: 更新間隔

# refreshInterval.minutesFormat
source: %d min
ja: %d分
ko: %d분
tr: %d dk
uk: %d хв
zh_hans: %d 分钟
zh_hant: %d 分鐘

# content.refreshNow
source: Refresh Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Actualiser
it: Aggiorna ora
ja: 今すぐ更新
ko: 지금 새로 고침
nl: Nu verversen
pl: Odśwież teraz
pt_br: Atualizar agora
tr: Şimdi yenile
uk: Оновити зараз
zh_hans: 立即刷新
zh_hant: 立即更新

# content.clearData
source: Clear Data
de: Daten löschen
es: Borrar datos
fr: Effacer les données
it: Cancella dati
ja: データを削除
ko: 데이터 지우기
nl: Gegevens wissen
pl: Wyczyść dane
pt_br: Limpar dados
tr: Verileri temizle
uk: Очистити дані
zh_hans: 清除数据
zh_hant: 清除資料

# content.clearDataConfirmTitle
source: Clear Data
de: Daten löschen
es: Borrar datos
fr: Effacer les données
it: Cancella dati
ja: データ削除
ko: 데이터 지우기
nl: Gegevens wissen
pl: Wyczyść dane
pt_br: Limpar dados
tr: Verileri temizle
uk: Очистити дані
zh_hans: 清除数据
zh_hant: 清除資料

# content.clearDataConfirmMessage
source: This will remove login data and website storage for the embedded browser.
de: Dies entfernt Anmeldedaten und Website-Daten für den eingebetteten Browser.
es: Esto eliminará los datos de inicio de sesión y el almacenamiento del navegador integrado.
fr: Cela supprimera les données de connexion et le stockage du navigateur intégré.
it: Questo rimuoverà i dati di accesso e l'archiviazione del browser incorporato.
ja: 内部ブラウザのログイン情報とサイトデータを削除します。
ko: 내장 브라우저의 로그인 데이터와 웹사이트 저장소를 제거합니다.
nl: Dit verwijdert inloggegevens en website-opslag voor de ingebouwde browser.
pl: Spowoduje to usunięcie danych logowania i pamięci witryn dla wbudowanej przeglądarki.
pt_br: Isso removerá dados de login e o armazenamento do navegador incorporado.
tr: Bu işlem gömülü tarayıcı için giriş verilerini ve site depolamasını kaldırır.
uk: Це видалить дані входу та сховище сайтів для вбудованого браузера.
zh_hans: 这将移除内置浏览器的登录数据和网站存储。
zh_hant: 這將移除內建瀏覽器的登入資料與網站儲存。

# content.clearDataConfirmAction
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 削除する
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Limpar
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# content.clearDataCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# content.provider
source: Service
de: Dienst
es: Servicio
it: Servizio
ja: サービス
ko: 서비스
pl: Usługa
pt_br: Serviço
tr: Hizmet
uk: Сервіс
zh_hans: 服务
zh_hant: 服務

# content.usageSummary
source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
tr: Durum
uk: Статус
zh_hans: 状态
zh_hant: 狀態

# content.latestUsage
source: Latest Usage
de: Neueste Nutzung
es: Último uso
fr: Dernière utilisation
it: Ultimo utilizzo
ja: 最新の使用状況
ko: 최신 사용량
nl: Laatste gebruik
pl: Najnowsze użycie
pt_br: Uso mais recente
tr: Son kullanım
uk: Останнє використання
zh_hans: 最新使用情况
zh_hant: 最新使用狀況

# content.5hours
source: 5 Hours
de: 5 Stunden
es: 5 horas
fr: 5 heures
it: 5 ore
ja: 5時間
ko: 5시간
nl: 5 uur
pl: 5 godzin
pt_br: 5 horas
tr: 5 saat
uk: 5 годин
zh_hans: 5 小时
zh_hant: 5 小時

# content.week
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
ko: 주
pl: Tydzień
pt_br: Semana
tr: Hafta
uk: Тиждень
zh_hans: 周
zh_hant: 週

# content.updated
source: Updated:
de: Aktualisiert:
es: Actualizado:
fr: Mis à jour :
it: Aggiornato:
ja: 更新:
ko: 업데이트:
nl: Bijgewerkt:
pl: Zaktualizowano:
pt_br: Atualizado:
tr: Güncellendi:
uk: Оновлено:
zh_hans: 更新：
zh_hant: 更新：

# usage.updated
source: Updated:
de: Aktualisiert:
es: Actualizado:
fr: Mis à jour :
it: Aggiornato:
ja: 更新:
ko: 업데이트:
nl: Bijgewerkt:
pl: Zaktualizowano:
pt_br: Atualizado:
tr: Güncellendi:
uk: Оновлено:
zh_hans: 更新：
zh_hant: 更新：

# content.notFetched
source: Not fetched. Please login below.
de: Nicht abgerufen. Bitte unten anmelden.
es: No se obtuvo. Inicia sesión abajo.
fr: Non récupéré. Veuillez vous connecter ci-dessous.
it: Non recuperato. Accedi qui sotto.
ja: 未取得です。下部でログインしてください。
ko: 가져오지 못했습니다. 아래에서 로그인하세요.
nl: Niet opgehaald. Log hieronder in.
pl: Nie pobrano. Zaloguj się poniżej.
pt_br: Não obtido. Faça login abaixo.
tr: Getirilemedi. Lütfen aşağıdan giriş yapın.
uk: Не отримано. Будь ласка, увійдіть нижче.
zh_hans: 未获取。请在下方登录。
zh_hant: 尚未取得。請在下方登入。

# content.reset
source: Reset:
de: Zurückgesetzt:
es: Reinicio:
fr: Réinitialisation :
it: Reimposta:
ja: リセット:
ko: 재설정:
pt_br: Redefinir:
tr: Sıfırla:
uk: Скидання:
zh_hans: 重置：
zh_hant: 重置：

# content.popupClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# settings.showInMenuBar
source: Show in Menu Bar
de: In der Menüleiste anzeigen
es: Mostrar en la barra de menús
fr: Afficher dans la barre des menus
it: Mostra nella barra dei menu
ja: メニューバーに表示
ko: 메뉴 막대에 표시
nl: Toon in menubalk
pl: Pokaż na pasku menu
pt_br: Mostrar na barra de menus
tr: Menü çubuğunda göster
uk: Показувати в рядку меню
zh_hans: 在菜单栏显示
zh_hant: 在選單列顯示

# displayMode.used
source: Usage rate
de: Nutzungsrate
es: Tasa de uso
fr: Taux d’utilisation
it: Tasso di utilizzo
ja: 使用率
ko: 사용률
nl: Gebruikspercentage
pl: Wskaźnik użycia
pt_br: Taxa de uso
tr: Kullanım oranı
uk: Рівень використання
zh_hans: 使用率
zh_hant: 使用率

# displayMode.remaining
source: Remaining rate
de: Verbleibende Rate
es: Tasa restante
fr: Taux restant
it: Tasso rimanente
ja: 残り使用率
ko: 잔여 사용률
nl: Resterend percentage
pl: Pozostały wskaźnik
pt_br: Taxa restante
tr: Kalan oran
uk: Залишок
zh_hans: 剩余率
zh_hant: 剩餘率

# displayMode.usedWithPacemaker
source: Usage + Pacemaker
de: Nutzung + Richtwert
es: Uso + Referencia
it: Utilizzo + Riferimento
ja: 使用率 + ペースメーカー
ko: 사용률 + 기준
nl: Gebruik + Richtlijn
pl: Użycie + Wzorzec
pt_br: Uso + Referência
uk: Використання + Орієнтир

# status.notFetched
source: Not fetched
de: Nicht abgerufen
es: No se obtuvo
fr: Non récupéré
it: Non recuperato
ja: 未取得
ko: 가져오지 못함
nl: Niet opgehaald
pl: Nie pobrano
pt_br: Não obtido
tr: Getirilemedi
uk: Не отримано
zh_hans: 未获取
zh_hant: 尚未取得

# status.loadingLogin
source: Loading login page...
de: Anmeldeseite wird geladen...
es: Cargando página de inicio de sesión...
fr: Chargement de la page de connexion...
it: Caricamento pagina di accesso...
ja: ログイン画面を読み込み中です
ko: 로그인 페이지를 불러오는 중...
nl: Inlogpagina laden...
pl: Ładowanie strony logowania...
pt_br: Carregando página de login...
tr: Giriş sayfası yükleniyor...
uk: Завантаження сторінки входу...
zh_hans: 正在加载登录页面...
zh_hant: 正在載入登入頁面...

# status.updated
source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
ja: 更新しました
ko: 업데이트됨
nl: Bijgewerkt
pl: Zaktualizowano
pt_br: Atualizado
tr: Güncellendi
uk: Оновлено
zh_hans: 已更新
zh_hant: 已更新

# error.fetchFailed
source: Failed to fetch: %@
de: Abruf fehlgeschlagen: %@
es: Error al obtener: %@
fr: Échec de récupération : %@
it: Recupero non riuscito: %@
ja: 取得に失敗しました: %@
ko: 가져오기 실패: %@
nl: Ophalen mislukt: %@
pl: Nie udało się pobrać: %@
pt_br: Falha ao obter: %@
tr: Getirilemedi: %@
uk: Не вдалося отримати: %@
zh_hans: 获取失败：%@
zh_hant: 取得失敗：%@

# error.parseFailed
source: Failed to parse response.
de: Antwort konnte nicht analysiert werden.
es: No se pudo analizar la respuesta.
fr: Échec de l’analyse de la réponse.
it: Impossibile analizzare la risposta.
ja: 取得結果の解析に失敗しました。
ko: 응답 파싱에 실패했습니다.
nl: Kon antwoord niet parseren.
pl: Nie udało się przeanalizować odpowiedzi.
pt_br: Falha ao analisar a resposta.
tr: Yanıt çözümlenemedi.
uk: Не вдалося розібрати відповідь.
zh_hans: 解析响应失败。
zh_hant: 解析回應失敗。

# error.loginNotLoaded
source: Login page not loaded.
de: Anmeldeseite nicht geladen.
es: La página de inicio de sesión no se ha cargado.
fr: La page de connexion n’est pas chargée.
it: Pagina di accesso non caricata.
ja: ログイン画面の読み込みが完了していません。
ko: 로그인 페이지가 로드되지 않았습니다.
nl: Inlogpagina niet geladen.
pl: Strona logowania nie została załadowana.
pt_br: Página de login não carregada.
tr: Giriş sayfası yüklenmedi.
uk: Сторінка входу не завантажена.
zh_hans: 登录页面未加载完成。
zh_hant: 登入頁面尚未載入。

# error.missingOrg
source: Could not get organization ID. Please reload the usage page.
de: Organisations-ID konnte nicht abgerufen werden. Bitte die Nutzungsseite neu laden.
es: No se pudo obtener el ID de la organización. Vuelve a cargar la página de uso.
fr: Impossible d’obtenir l’ID de l’organisation. Rechargez la page d’utilisation.
it: Impossibile ottenere l'ID dell'organizzazione. Ricarica la pagina di utilizzo.
ja: 組織IDを取得できませんでした。利用状況ページを開き直してください。
ko: 조직 ID를 가져올 수 없습니다. 사용량 페이지를 다시 로드하세요.
nl: Organisatie-ID kon niet worden opgehaald. Herlaad de gebruikspagina.
pl: Nie udało się pobrać identyfikatora organizacji. Odśwież stronę użycia.
pt_br: Não foi possível obter o ID da organização. Recarregue a página de uso.
tr: Kuruluş kimliği alınamadı. Kullanım sayfasını yeniden yükleyin.
uk: Не вдалося отримати ID організації. Перезавантажте сторінку використання.
zh_hans: 无法获取组织 ID。请重新加载使用页面。
zh_hant: 無法取得組織 ID。請重新載入使用頁面。

# error.appGroupUnavailable
source: App Group unavailable. Check Signing & Capabilities.
de: App Group nicht verfügbar. Prüfen Sie Signing & Capabilities.
es: App Group no disponible. Verifica Signing & Capabilities.
fr: App Group indisponible. Vérifiez Signing & Capabilities.
it: App Group non disponibile. Controlla Signing & Capabilities.
ja: App Group が利用できません。Signing & Capabilities を確認してください。
ko: App Group을 사용할 수 없습니다. Signing & Capabilities를 확인하세요.
nl: App Group niet beschikbaar. Controleer Signing & Capabilities.
pl: App Group niedostępne. Sprawdź Signing & Capabilities.
pt_br: App Group indisponível. Verifique Signing & Capabilities.
tr: App Group kullanılamıyor. Signing & Capabilities’i kontrol edin.
uk: App Group недоступна. Перевірте Signing & Capabilities.
zh_hans: App Group 不可用。请检查 Signing & Capabilities。
zh_hant: App Group 無法使用。請檢查 Signing & Capabilities。

# error.readFailed
source: Failed to read data
de: Daten konnten nicht gelesen werden
es: No se pudo leer los datos
fr: Échec de lecture des données
it: Impossibile leggere i dati
ja: データの読み込みに失敗しました
ko: 데이터 읽기 실패
nl: Lezen van gegevens mislukt
pl: Nie udało się odczytać danych
pt_br: Falha ao ler dados
tr: Veri okunamadı
uk: Не вдалося прочитати дані
zh_hans: 读取数据失败
zh_hant: 讀取資料失敗

# error.decodeFailed
source: Failed to decode data
de: Daten konnten nicht dekodiert werden
es: No se pudo decodificar los datos
fr: Échec du décodage des données
it: Impossibile decodificare i dati
ja: データの解析に失敗しました
ko: 데이터 디코딩 실패
nl: Decoderen van gegevens mislukt
pl: Nie udało się zdekodować danych
pt_br: Falha ao decodificar dados
tr: Veri çözümlenemedi
uk: Не вдалося декодувати дані
zh_hans: 解析数据失败
zh_hant: 解析資料失敗

# time.withinMinute
source: Within 1 min
de: Innerhalb von 1 Min.
es: Dentro de 1 min
fr: Moins d’1 min
it: Entro 1 min
ja: 1分以内
ko: 1분 이내
nl: Binnen 1 min
pl: W ciągu 1 min
pt_br: Dentro de 1 min
tr: 1 dk içinde
uk: Протягом 1 хв
zh_hans: 1 分钟内
zh_hant: 1 分鐘內

# time.minutesAgo
source: %d min ago
de: Vor %d Min.
es: Hace %d min
fr: Il y a %d min
it: %d min fa
ja: %d分前
ko: %d분 전
nl: %d min geleden
pl: %d min temu
pt_br: Há %d min
tr: %d dk önce
uk: %d хв тому
zh_hans: %d 分钟前
zh_hant: %d 分鐘前

# time.hoursAgo
source: %d hours ago
de: Vor %d Std.
es: Hace %d h
fr: Il y a %d h
it: %d ore fa
ja: %d時間前
ko: %d시간 전
nl: %d uur geleden
pl: %d godz. temu
pt_br: Há %d h
tr: %d saat önce
uk: %d год тому
zh_hans: %d 小时前
zh_hant: %d 小時前

# time.daysAgo
source: %d days ago
de: Vor %d Tagen
es: Hace %d días
fr: Il y a %d jours
it: %d giorni fa
ja: %d日前
ko: %d일 전
nl: %d dagen geleden
pl: %d dni temu
pt_br: Há %d dias
tr: %d gün önce
uk: %d дн тому
zh_hans: %d 天前
zh_hant: %d 天前

# time.minutesLater
source: In %d min
es: En %d min
fr: Dans %d min
it: Tra %d min
ja: %d分後
ko: %d분 후
nl: Over %d min
pl: Za %d min
pt_br: Em %d min
tr: %d dk içinde
uk: Через %d хв
zh_hans: %d 分钟后
zh_hant: %d 分鐘後

# time.hoursLater
source: In %d hours
de: In %d Std.
es: En %d h
fr: Dans %d h
it: Tra %d ore
ja: %d時間後
ko: %d시간 후
nl: Over %d uur
pl: Za %d godz.
pt_br: Em %d h
tr: %d saat içinde
uk: Через %d год
zh_hans: %d 小时后
zh_hant: %d 小時後

# time.daysLater
source: In %d days
de: In %d Tagen
es: En %d días
fr: Dans %d jours
it: Tra %d giorni
ja: %d日後
ko: %d일 후
nl: Over %d dagen
pl: Za %d dni
pt_br: Em %d dias
tr: %d gün içinde
uk: Через %d дн
zh_hans: %d 天后
zh_hant: %d 天後

# menu.wakeUpNow
source: - Run Now
de: - Jetzt ausführen
es: - Ejecutar ahora
fr: - Exécuter maintenant
it: - Esegui ora
ja: を今すぐ起動
ko: - 지금 실행
nl: - Nu uitvoeren
pl: - Uruchom teraz
pt_br: - Executar agora
tr: - Şimdi çalıştır
uk: - Запустити зараз
zh_hans: - 立即运行
zh_hant: - 立即執行

# menu.wakeUpSettings
source: Wake up Settings...
de: Wake up-Einstellungen...
es: Ajustes de Wake up...
fr: Paramètres Wake up...
it: Impostazioni Wake up...
ja: Wake up 設定...
ko: Wake up 설정...
nl: Wake up-instellingen...
pl: Ustawienia Wake up...
pt_br: Configurações do Wake up...
tr: Wake up Ayarları...
uk: Налаштування Wake up...
zh_hans: Wake up 设置...
zh_hant: Wake up 設定...

# wakeUp.windowTitle
source: Wake up Settings
de: Wake up-Einstellungen
es: Ajustes de Wake up
fr: Paramètres Wake up
it: Impostazioni Wake up
ja: Wake up 設定
ko: Wake up 설정
nl: Wake up-instellingen
pl: Ustawienia Wake up
pt_br: Configurações do Wake up
tr: Wake up Ayarları
uk: Налаштування Wake up
zh_hans: Wake up 设置
zh_hant: Wake up 設定

# wakeUp.title
source: Wake up Schedule
de: Wake up-Zeitplan
es: Horario de Wake up
fr: Planning Wake up
it: Pianificazione Wake up
ja: Wake up スケジュール
ko: Wake up 스케줄
nl: Wake up-schema
pl: Harmonogram Wake up
pt_br: Agenda do Wake up
tr: Wake up Zamanlaması
uk: Розклад Wake up
zh_hans: Wake up 计划
zh_hant: Wake up 排程

# wakeUp.description
source: Calls CLI at scheduled times to start 5-hour sessions
de: Ruft die CLI zu geplanten Zeiten auf, um 5‑Stunden-Sitzungen zu starten
es: Llama a la CLI a horas programadas para iniciar sesiones de 5 horas
fr: Appelle la CLI aux heures programmées pour démarrer des sessions de 5 heures
it: Chiama la CLI agli orari pianificati per avviare sessioni di 5 ore
ja: 指定した時刻にCLIを呼び出して5時間セッションを開始します
ko: 예약된 시간에 CLI를 호출하여 5시간 세션을 시작합니다
nl: Roept de CLI op geplande tijden aan om 5-uur sessies te starten
pl: Wywołuje CLI o zaplanowanych godzinach, aby rozpocząć 5‑godzinne sesje
pt_br: Chama a CLI nos horários programados para iniciar sessões de 5 horas
tr: Planlanan saatlerde CLI çağırarak 5 saatlik oturumlar başlatır
uk: Викликає CLI у запланований час для запуску 5‑годинних сесій
zh_hans: 在计划时间调用 CLI 以开始 5 小时会话
zh_hant: 在排定時間呼叫 CLI 以開始 5 小時工作階段

# wakeUp.provider
source: Service
de: Dienst
es: Servicio
it: Servizio
ja: サービス
ko: 서비스
pl: Usługa
pt_br: Serviço
tr: Hizmet
uk: Сервіс
zh_hans: 服务
zh_hant: 服務

# wakeUp.schedule
source: Schedule
de: Zeitplan
es: Horario
fr: Planning
it: Pianificazione
ja: スケジュール
ko: 스케줄
nl: Schema
pl: Harmonogram
pt_br: Agenda
tr: Zamanlama
uk: Розклад
zh_hans: 计划
zh_hant: 排程

# wakeUp.enabled
source: Enable schedule
de: Zeitplan aktivieren
es: Habilitar horario
fr: Activer le planning
it: Abilita pianificazione
ja: スケジュールを有効にする
ko: 스케줄 사용
nl: Schema inschakelen
pl: Włącz harmonogram
pt_br: Ativar agenda
tr: Zamanlamayı etkinleştir
uk: Увімкнути розклад
zh_hans: 启用计划
zh_hant: 啟用排程

# wakeUp.selectHours
source: Select hours to run (multiple)
de: Ausführungszeiten auswählen (mehrere)
es: Selecciona horas para ejecutar (múltiples)
fr: Sélectionnez les heures d’exécution (multiple)
it: Seleziona gli orari di esecuzione (multipli)
ja: 実行する時刻を選択（複数可）
ko: 실행할 시간을 선택(복수 가능)
nl: Selecteer tijden om uit te voeren (meerdere)
pl: Wybierz godziny uruchomienia (wiele)
pt_br: Selecione os horários para executar (múltiplos)
tr: Çalıştırılacak saatleri seçin (çoklu)
uk: Оберіть години запуску (можна кілька)
zh_hans: 选择运行时间（可多选）
zh_hant: 選擇執行時間（可多選）

# wakeUp.selectedHours
source: Selected:
de: Ausgewählt:
es: Seleccionadas:
fr: Sélectionnées :
it: Selezionati:
ja: 選択中:
ko: 선택됨:
nl: Geselecteerd:
pl: Wybrane:
pt_br: Selecionados:
tr: Seçilen:
uk: Вибрано:
zh_hans: 已选择：
zh_hant: 已選擇：

# wakeUp.noHoursSelected
source: None
de: Keine
es: Ninguna
fr: Aucune
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhum
tr: Yok
uk: Немає
zh_hans: 无
zh_hant: 無

# wakeUp.hoursSelected
source: hours selected
de: Stunden ausgewählt
es: horas seleccionadas
fr: heures sélectionnées
it: ore selezionate
ja: 時間選択中
ko: 시간 선택됨
nl: uren geselecteerd
pl: wybranych godzin
pt_br: horas selecionadas
tr: saat seçildi
uk: годин вибрано
zh_hans: 已选择小时
zh_hant: 已選擇小時

# wakeUp.testNow
source: Test Now
de: Jetzt testen
es: Probar ahora
fr: Tester maintenant
it: Testa ora
ja: 今すぐテスト実行
ko: 지금 테스트 실행
nl: Nu testen
pl: Testuj teraz
pt_br: Testar agora
tr: Şimdi test et
uk: Перевірити зараз
zh_hans: 立即测试
zh_hant: 立即測試

# wakeUp.command
source: Command
de: Befehl
es: Comando
fr: Commande
it: Comando
ja: 実行コマンド
ko: 명령
nl: Opdracht
pl: Polecenie
pt_br: Comando
tr: Komut
uk: Команда
zh_hans: 命令
zh_hant: 指令
