Repository: Nihondo/AgentLimits
Catalog: AgentLimits/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, tr, uk, zh_hans, zh_hant

# cliColors.title
source: Usage Rate Colors
de: Nutzungsfarben
es: Colores de tasa de uso
fr: Couleurs du taux d’utilisation
it: Colori tasso di utilizzo
ja: 使用率の色設定
ko: 사용률 색상
nl: Kleuren gebruikspercentage
pl: Kolory wskaźnika użycia
pt_br: Cores da taxa de uso
tr: Kullanım oranı renkleri
uk: Кольори рівня використання
zh_hans: 使用率颜色
zh_hant: 使用率顏色

# cliColors.donut
source: Donut chart color
de: Donut-Diagrammfarbe
es: Color del gráfico de dona
fr: Couleur du diagramme en anneau
it: Colore del grafico a ciambella
ja: ドーナツグラフ
ko: 도넛 차트 색상
nl: Kleur donutgrafiek
pl: Kolor wykresu pierścieniowego
pt_br: Cor do gráfico de rosca
tr: Halka grafik rengi
uk: Колір кільцевої діаграми
zh_hans: 甜甜圈图颜色
zh_hant: 甜甜圈圖顏色

# cliColors.donutUseStatus
source: Use usage rate colors
de: Nutzungsfarben verwenden
es: Usar colores de la tasa de uso
fr: Utiliser les couleurs du taux d’utilisation
it: Usa colori del tasso di utilizzo
ja: 使用率に従って色を変える
ko: 사용률 색상을 사용
nl: Kleuren van gebruikspercentage gebruiken
pl: Użyj kolorów wskaźnika użycia
pt_br: Usar cores da taxa de uso
tr: Kullanım oranı renklerini kullan
uk: Використовувати кольори рівня використання
zh_hans: 使用使用率颜色
zh_hant: 使用使用率顏色

# cliColors.green
source: Usage rate (normal)
de: Nutzungsrate (normal)
es: Tasa de uso (normal)
fr: Taux d’utilisation (normal)
it: Tasso di utilizzo (normale)
ja: 使用率（正常域）
ko: 사용률(정상)
nl: Gebruikspercentage (normaal)
pl: Wskaźnik użycia (normalny)
pt_br: Taxa de uso (normal)
tr: Kullanım oranı (normal)
uk: Рівень використання (норма)
zh_hans: 使用率（正常）
zh_hant: 使用率（正常）

# cliColors.orange
source: Usage rate (warning)
de: Nutzungsrate (Warnung)
es: Tasa de uso (advertencia)
fr: Taux d’utilisation (avertissement)
it: Tasso di utilizzo (avviso)
ja: 使用率（警告域）
ko: 사용률(경고)
nl: Gebruikspercentage (waarschuwing)
pl: Wskaźnik użycia (ostrzeżenie)
pt_br: Taxa de uso (aviso)
tr: Kullanım oranı (uyarı)
uk: Рівень використання (попередження)
zh_hans: 使用率（警告）
zh_hant: 使用率（警告）

# cliColors.red
source: Usage rate (danger)
de: Nutzungsrate (Gefahr)
es: Tasa de uso (peligro)
fr: Taux d’utilisation (danger)
it: Tasso di utilizzo (pericolo)
ja: 使用率（危険域）
ko: 사용률(위험)
nl: Gebruikspercentage (gevaar)
pl: Wskaźnik użycia (zagrożenie)
pt_br: Taxa de uso (perigo)
tr: Kullanım oranı (tehlike)
uk: Рівень використання (небезпека)
zh_hans: 使用率（危险）
zh_hant: 使用率（危險）

# cliColors.note
source: Changes apply to widgets and the menu bar.
de: Änderungen gelten für Widgets und Menüleiste.
es: Los cambios se aplican a widgets y barra de menús.
fr: Les changements s’appliquent aux widgets et à la barre des menus.
it: Le modifiche si applicano a widget e barra dei menu.
ja: 変更はウィジェットとメニューバーに反映されます。
ko: 변경 사항은 위젯과 메뉴 막대에 적용됩니다.
nl: Wijzigingen gelden voor widgets en menubalk.
pl: Zmiany dotyczą widżetów i paska menu.
pt_br: As alterações se aplicam aos widgets e à barra de menus.
tr: Değişiklikler widget'lar ve menü çubuğuna uygulanır.
uk: Зміни застосовуються до віджетів і рядка меню.
zh_hans: 更改会应用到小组件和菜单栏。
zh_hant: 變更會套用到小工具與選單列。

# cliColors.reset
source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser par défaut
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
nl: Standaardwaarden herstellen
pl: Przywróć domyślne
pt_br: Restaurar padrões
tr: Varsayılanlara sıfırla
uk: Скинути до стандартних
zh_hans: 恢复默认
zh_hant: 還原預設值

# cliColors.pacemaker
source: Pacemaker
es: Marcapasos
ja: ペースメーカー
ko: 페이스메이커
uk: Пейсмейкер

# cliColors.pacemakerRing
source: Ring Color (Widget)
de: Ringfarbe (Widget)
es: Color del anillo (Widget)
it: Colore anello (Widget)
ja: リング色（ウィジェット）
ko: 링 색상 (위젯)
nl: Ringkleur (Widget)
pl: Kolor pierścienia (Widget)
pt_br: Cor do anel (Widget)
uk: Колір кільця (Віджет)

# scripts.title
source: Bundled Scripts
de: Mitgelieferte Skripte
es: Scripts incluidos
fr: Scripts intégrés
it: Script inclusi
ja: 同梱スクリプト
ko: 번들 스크립트
nl: Meegeleverde scripts
pl: Dołączone skrypty
pt_br: Scripts incluídos
tr: Dahil edilen betikler
uk: Вбудовані скрипти
zh_hans: 随附脚本
zh_hant: 隨附腳本

# scripts.claudeCode.title
source: Claude Code Status Line Script
de: Claude Code Statuszeilen-Skript
es: Script de línea de estado de Claude Code
fr: Script de ligne d’état Claude Code
it: Script linea di stato Claude Code
ja: Claude Code ステータスライン用スクリプト
ko: Claude Code 상태 표시줄 스크립트
nl: Claude Code statusregel-script
pl: Skrypt linii stanu Claude Code
pt_br: Script da linha de status do Claude Code
tr: Claude Code durum satırı betiği
uk: Скрипт рядка стану Claude Code
zh_hans: Claude Code 状态栏脚本
zh_hant: Claude Code 狀態列腳本

# scripts.claudeCode.note
source: Use this script with Claude Code's status line feature to display usage rates.
de: Dieses Skript zeigt Nutzungsraten in der Statuszeile von Claude Code an.
es: Usa este script para mostrar las tasas de uso en la línea de estado de Claude Code.
fr: Utilisez ce script pour afficher les taux d’utilisation dans la ligne d’état de Claude Code.
it: Usa questo script nella linea di stato di Claude Code per mostrare i tassi di utilizzo.
ja: Claude Code のステータスライン機能で使用率を表示するためのスクリプトです。
ko: Claude Code 상태 표시줄 기능에서 사용률을 표시하는 데 사용합니다.
nl: Gebruik dit script met de statusregel van Claude Code om gebruikspercentages te tonen.
pl: Użyj tego skryptu w linii stanu Claude Code, aby wyświetlać wskaźniki użycia.
pt_br: Use este script com a linha de status do Claude Code para exibir taxas de uso.
tr: Claude Code durum satırında kullanım oranlarını göstermek için bu betiği kullanın.
uk: Використовуйте цей скрипт у рядку стану Claude Code для показу рівнів використання.
zh_hans: 使用此脚本在 Claude Code 的状态栏中显示使用率。
zh_hant: 使用此腳本在 Claude Code 的狀態列顯示使用率。

# scripts.copy
source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
nl: Pad kopiëren
pl: Kopiuj ścieżkę
pt_br: Copiar caminho
tr: Yolu kopyala
uk: Копіювати шлях
zh_hans: 复制路径
zh_hant: 複製路徑

# scripts.copied
source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
it: Copiato!
ja: コピーしました
ko: 복사됨!
nl: Gekopieerd!
pl: Skopiowano!
pt_br: Copiado!
tr: Kopyalandı!
uk: Скопійовано!
zh_hans: 已复制！
zh_hant: 已複製！

# scripts.notFound
source: Script not found in bundle
de: Skript nicht im Bundle gefunden
es: Script no encontrado en el paquete
fr: Script introuvable dans le bundle
it: Script non trovato nel bundle
ja: スクリプトがバンドルに見つかりません
ko: 번들에서 스크립트를 찾을 수 없습니다
nl: Script niet gevonden in bundle
pl: Nie znaleziono skryptu w pakiecie
pt_br: Script não encontrado no bundle
tr: Paket içinde betik bulunamadı
uk: Скрипт не знайдено в пакеті
zh_hans: 未在包中找到脚本
zh_hant: 套件中找不到腳本

# widgetTapAction.title
source: Widget Tap Action
de: Aktion beim Tippen auf Widget
es: Acción al tocar el widget
fr: Action au toucher du widget
it: Azione al tocco del widget
ja: ウィジェットタップ時の動作
ko: 위젯 탭 동작
nl: Actie bij tikken op widget
pl: Akcja po stuknięciu widżetu
pt_br: Ação ao tocar no widget
tr: Widget dokunma eylemi
uk: Дія при торканні віджета
zh_hans: 小组件点击动作
zh_hant: 小工具點擊動作

# widgetTapAction.openWebsite
source: Open Website
de: Website öffnen
es: Abrir sitio web
fr: Ouvrir le site web
it: Apri sito web
ja: Webサイトを開く
ko: 웹사이트 열기
nl: Website openen
pl: Otwórz stronę
pt_br: Abrir site
tr: Web sitesini aç
uk: Відкрити сайт
zh_hans: 打开网站
zh_hant: 開啟網站

# widgetTapAction.refreshData
source: Refresh Data
de: Daten aktualisieren
es: Actualizar datos
fr: Actualiser les données
it: Aggiorna dati
ja: データを再取得
ko: 데이터 새로 고침
nl: Gegevens verversen
pl: Odśwież dane
pt_br: Atualizar dados
tr: Verileri yenile
uk: Оновити дані
zh_hans: 刷新数据
zh_hant: 重新整理資料

# widgetTapAction.note
source: Choose what happens when you tap a widget
de: Wählen Sie, was beim Tippen auf ein Widget passiert
es: Elige lo que ocurre al tocar un widget
fr: Choisissez l’action au toucher d’un widget
it: Scegli cosa succede quando tocchi un widget
ja: ウィジェットをタップしたときの動作を選択します
ko: 위젯을 탭했을 때의 동작을 선택합니다
nl: Kies wat er gebeurt bij het tikken op een widget
pl: Wybierz, co ma się stać po stuknięciu widżetu
pt_br: Escolha o que acontece ao tocar em um widget
tr: Widget'a dokunulduğunda ne olacağını seçin
uk: Виберіть, що відбудеться при торканні віджета
zh_hans: 选择点击小组件时的操作
zh_hant: 選擇點擊小工具時的動作

# notification.pacemakerThresholds
source: Pacemaker Mode Thresholds
ja: ペースメーカーモード閾値

# notification.pacemakerThresholds.description
source: Color thresholds when exceeding pacemaker in Usage + Pacemaker mode
de: Color thresholds when exceeding pacemaker
es: Color thresholds when exceeding pacemaker
it: Color thresholds when exceeding pacemaker
ja: 「使用率+ペースメーカー」モードでペースメーカーを超過した時の色分け閾値
ko: Color thresholds when exceeding pacemaker
nl: Color thresholds when exceeding pacemaker
pl: Color thresholds when exceeding pacemaker
pt_br: Color thresholds when exceeding pacemaker
uk: Color thresholds when exceeding pacemaker

# notification.pacemakerThresholds.warning
source: Warning (Orange)
ja: 警告（オレンジ）

# notification.pacemakerThresholds.danger
source: Danger (Red)
ja: 危険（赤）

# cliColors.pacemakerGreen
source: Pace Exceeded (Normal)
pt_br: Ritmo excedido (Normal)
uk: Перевищення темпу (Норма)

# cliColors.pacemakerOrange
source: Pace Exceeded (Warning)
pt_br: Ritmo excedido (Aviso)
uk: Перевищення темпу (Попередження)

# cliColors.pacemakerRed
source: Pace Exceeded (Danger)
pt_br: Ritmo excedido (Perigo)
uk: Перевищення темпу (Небезпека)
