Repository: Nihondo/AgentLimits
Catalog: AgentLimitsWidget/*.lproj/Localizable.strings
Languages: pl, tr, zh_hans, zh_hant

# widget.description
source: Displays 5-hour and weekly usage rates.
pl: Wyświetla zużycie 5-godzinne i tygodniowe.
tr: 5 saatlik ve haftalık kullanım oranlarını gösterir.
zh_hans: 显示5小时和每周使用率。
zh_hant: 顯示5小時和每週使用率。

# widget.notFetched
source: Not fetched
pl: Nie pobrano
tr: Alınmadı
zh_hans: 未获取
zh_hant: 未取得

# widget.pleaseLogin
source: Please login in app
pl: Zaloguj się w aplikacji
tr: Uygulamada oturum açın
zh_hans: 请在应用中登录
zh_hant: 請在應用程式中登入

# widget.5hourLimit
source: 5-Hour Limit
pl: Limit 5-godzinny
tr: 5 Saatlik Limit
zh_hans: 5小时限额
zh_hant: 5小時限額

# widget.weeklyLimit
source: Weekly Limit
pl: Limit tygodniowy
tr: Haftalık Limit
zh_hans: 每周限额
zh_hant: 每週限額

# widget.reset
source: Resets at
pl: Reset o
tr: Sıfırlanma zamanı
zh_hans: 重置于
zh_hant: 重置於

# error.appGroupUnavailable
source: App Group unavailable. Check Signing & Capabilities.
pl: App Group niedostępna. Sprawdź Signing & Capabilities.
tr: App Group kullanılamıyor. Signing & Capabilities'i kontrol edin.
zh_hans: App Group不可用。请检查签名与能力设置。
zh_hant: App Group不可用。請檢查簽名與能力設定。

# error.readFailed
source: Failed to read data
pl: Nie udało się odczytać danych
tr: Veri okunamadı
zh_hans: 读取数据失败
zh_hant: 讀取資料失敗

# error.decodeFailed
source: Failed to decode data
pl: Nie udało się zdekodować danych
tr: Veri çözümlenemedi
zh_hans: 解码数据失败
zh_hant: 解碼資料失敗

# time.minutesLater
source: In %d min
pl: Za %d min
tr: %d dk sonra
zh_hans: %d分钟后
zh_hant: %d分鐘後

# time.hoursLater
source: In %@ hours
pl: Za %@ godz.
tr: %@ saat sonra
zh_hans: %@小时后
zh_hant: %@小時後

# time.daysLater
source: In %d days
pl: Za %d dni
tr: %d gün sonra
zh_hans: %d天后
zh_hant: %d天後

# widget.tokenUsage.today
source: Today
pl: Dziś
tr: Bugün
zh_hans: 今日
zh_hant: 今日

# widget.tokenUsage.thisWeek
source: Weekly
pl: Tydzień
tr: Haftalık
zh_hans: 本周
zh_hant: 本週

# widget.tokenUsage.thisMonth
source: Monthly
pl: Miesiąc
tr: Aylık
zh_hans: 本月
zh_hant: 本月

# widget.tokenUsageDescription
source: Shows token usage and costs.
pl: Pokazuje zużycie tokenów i koszty.
tr: Token kullanımını ve maliyetleri gösterir.
zh_hans: 显示令牌使用量和费用。
zh_hant: 顯示 Token 使用量和費用。

# widget.pleaseOpenApp
source: Please open the app
pl: Proszę otworzyć aplikację
tr: Lütfen uygulamayı açın
zh_hans: 请打开应用
zh_hant: 請開啟應用程式
